export default
[
  {
    "編號(數字單一且唯一)": 1001,
    "禮包名稱": "新手禮包",
    "物品": [
      {
        "名稱": "劍",
        "類型": "裝備",
        "數量": 1,
        "機率": 1,
      },
      {
        "名稱": "番茄",
        "類型": "食品",
        "數量": 100,
        "機率": 1,
      },
    ]
  },
  {
    "編號(數字單一且唯一)": 1002,
    "禮包名稱": "武器禮包",
    "物品": [
      {
        "名稱": "匕首",
        "類型": "裝備",
        "數量": 1,
        "機率": 1,
      },
      {
        "名稱": "劍",
        "類型": "裝備",
        "數量": 1,
        "機率": 1,
      },
      {
        "名稱": "法杖",
        "類型": "裝備",
        "數量": 1,
        "機率": 1,
      },
      {
        "名稱": "大劍",
        "類型": "裝備",
        "數量": 1,
        "機率": 1,
      },
      {
        "名稱": "弓",
        "類型": "裝備",
        "數量": 1,
        "機率": 1,
      },
    ]
  },
  {
    "編號(數字單一且唯一)": 1003,
    "禮包名稱": "食品包",
    "物品": [
      {
        "名稱": "紅水",
        "類型": "裝備",
        "數量": 10,
        "機率": 0.5,
      },
      {
        "名稱": "藍水",
        "類型": "裝備",
        "數量": 10,
        "機率": 0.5,
      },
    ]
  },
  {
    "編號(數字單一且唯一)": 1004,
    "禮包名稱": "水水包",
    "物品": [
      {
        "名稱": "番茄",
        "類型": "食品",
        "數量": 100,
        "機率": 1,
      },
      {
        "名稱": "蛋蛋",
        "類型": "食品",
        "數量": 50,
        "機率": 1,
      },
      {
        "名稱": "紅水",
        "類型": "裝備",
        "數量": 50,
        "機率": 1,
      },
      {
        "名稱": "藍水",
        "類型": "裝備",
        "數量": 50,
        "機率": 1,
      },
    ]
  },
  
]